Repository: mpvnet-player/mpv.net
Catalog: src/MpvNet/Locale/*/LC_MESSAGES/mpvgui.po
Languages: de

source: Binding string format support: {0:n0}
de: Binding-string-format-unterstützung {0:n0}

source: Close this window to test that the attached behavior releases its event listeners from the culture tracker.
de: Schließen Sie dieses Fenster, um zu testen, ob das angehängte Verhalten seine Ereignis-Listener vom Culture Tracker freigibt.

source: Danish
de: Dänisch

source: Deferred localization
de: Aaufgeschobene Übersetzung

source: Deferred localization example:
de: Beispiel von aufgeschobene Übersetzung:

source: Enclosing single-quotes (') are optional
de: Einschließende einfache Anführungszeichen (') sind optional

source: Enclosing single-quotes (apostrophes) are optional.
de: Einschließende einfache Anführungszeichen (Apostrophe) sind optional.

source: English
de: Englisch

# Example
source: GNOME glib syntax context example
de: GNOME glib-Syntaxkontextbeispiel

source: German
de: Deutsch

source: Localized date time format example:
de: Lokales Datumsformatbeispiel:

source: Localized enum combo example:
de: Lokalisierte Enum-Combobox-Beispiel:

source: Localized number format example:
de: Lokales Zahlenformatbeispiel:

source: Memory leak test progress:
de: Speicherlecktestfortschritt:

source: NGettext.Avalonia Example
de: NGettext.Avalonia-Beispiel

source: Run TrackCurrentCultureBehavior memory leak test
de: Den TrackCurrentCultureBehavior-Speicherlecktest ausführen

# EnumMsgId example
source: Some fourth value
de: Ein vierter Wert

source: Some other value
de: Ein anderer Wert

source: Some third value
de: Ein dritter Wert

source: Some value
de: Ein gewisser Wert

source: Text with punctuation: 1, 2, 3
de: Tekst mit Zeichensetzung: 1, 2, 3

source: Unenclosed escaped single-quotes (') are supported.
de: Unclosed maskierte einfache Anführungszeichen (') werden unterstützt.

source: Unicode™ in msgIds is supported
de: Unicode™ in msgIds wird unterstützt

source: Varying cAsE ExamPle:
de: Beispiel von Variation zwiScHen Groß- und KleInBUchstaBen:

source: Varying case example:
de: Beispiel von Variation zwischen Groß- und Kleinbuchstaben:
